Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/EditPane.strings
Languages: es, ja, pt, tr, zh_hant

# SqI-BC-ar9.title
source: Substitution:
es: Sustitución:
ja: 自動置換:
pt: Substituição:
tr: Değişimler:
zh_hant: 取代：

# 3302.title
source: Smart copy/paste
es: Copiado/pegado inteligente
ja: スマートコピー/ペースト
pt: Copiar/colar inteligente
tr: Akıllı kopyala/yapıştır
zh_hant: 智慧複製/貼上

# GRh-V2-hmW.title
source: Automatically insert closing brackets and quotes
es: Inserte automáticamente los corchetes de cierre y las comillas
ja: 括弧と引用符を自動的に閉じる
pt: Inserir chaves e aspas finais automaticamente
tr: Kapatma ayraçlarını ve tırnaklarını kendiliğinden ekle
zh_hant: 自動補全括弧和引號

# 3303.title
source: Swap “¥” and “\” keys
zh_hant: 轉換「¥」和「\」按鍵

# 6I3-dM-2QV.title
source: Smart
zh_hant: 智慧

# Abx-fM-gyc.title
source: Quotes
es: Comillas tipográficas
ja: スマート引用符
pt: Aspas Inteligentes
tr: Akıllı Tırnaklar
zh_hant: 引號

# nr1-0X-aBY.title
source: Dashes
es: Guiones inteligentes
ja: スマートダッシュ記号
pt: Hifens Inteligentes
tr: Akıllı Tireler
zh_hant: 破折號

# noP-hx-YeQ.title
source: Automatically trim trailing whitespace
es: Recortar automáticamente los espacios en blanco finales
ja: 行末の空白を自動的に削除
pt: Apagar espaço em branco à direita automaticamente
tr: Sondaki boşlukları kendiliğinden kırp
zh_hant: 自動去除末尾空格

# Tma-Oh-F7v.title
source: Including whitespace-only lines
es: Incluyendo líneas con solo espacios en blanco
ja: 空白のみの行を含める
pt: Incluindo linhas somente com espaços em branco
tr: Yalnızca boşluk olan satırlar içeriliyor
zh_hant: 包含只有空格的行

# 9bX-ei-1x8.title
source: Indentation:
es: Sangría:
ja: インデント:
pt: Recuo:
tr: Girintileme:
zh_hant: 縮排：

# 3285.title
source: Automatic indent
es: Sangría automática
ja: 入力中に自動でインデント
pt: Indentar automaticamente ao escrever
tr: Yazarken kendiliğinden girintile
zh_hant: 自動縮排

# 3283.title
source: Expand tabs to spaces
zh_hant: 將tab轉換為空格

# 3287.title
source: Indent width:
es: Ancho de sangría:
ja: インデント幅:
pt: Largura do recuo:
tr: Girintileme genişliği:
zh_hant: 以

# as9-us-CuG.title
source: spaces
es: espacios
ja: スペース
pt: espaços
tr: boşluk
zh_hant: 個空格縮排

# Cte-hW-0M3.title
source: Detect indent style on document opening
es: Detectar el estilo de sangría al abrir el documento
ja: 書類を開くときにインデントスタイルを自動判定
pt: Detectar estilo de recuo ao abrir documentos
tr: Belge açılışında girintileme biçemini algıla
zh_hant: 在開啟文件時檢測縮排格式

# aVn-PD-hen.title
source: Indent selection with Tab key
es: Selección de sangría con la tecla tabulación
ja: Tabキーで選択範囲をインデント
pt: Recuar seleção com a tecla Tab
tr: Seçimi Sekme düğmesi ile girintile
zh_hant: 使用Tab鍵對選擇進行縮排

# P1I-gs-RgX.title
source: Line wrapping:
zh_hant: 換行：

# 3274.title
source: Wrap lines to editor width
zh_hant: 換行以適合編輯器寬度

# mCq-92-2sT.title
source: Indent wrapped lines by:
zh_hant: 自動換行縮排字元數：

# P9V-pV-PAX.title
source: spaces
zh_hant: 個空格

# EDl-AJ-1dK.title
source: Comment:
es: Comentario:
ja: コメント:
pt: Comentário:
tr: Yorum:
zh_hant: 註釋：

# 6Dw-5M-Gv0.title
source: Append a space to comment delimiter
es: Añadir un espacio en el delimitador de comentario
ja: コメント記号にスペースを追加
pt: Anexar espaço ao delimitador de comentários
tr: Yorum sınırlayıcısına bir boşluk iliştir
zh_hant: 在註釋符號後追加空格

# Byi-E9-owf.title
source: Always from line head
zh_hant: 使用從行首開始

# gDN-SU-sZH.title
source: Completion:
es: Autocompletado:
ja: 入力補完:
pt: Preenchimento:
tr: Tamamlama:
zh_hant: 補全：

# dLj-Kh-KtX.title
source: Completion list includes:
es: La lista de autocompletado incluye:
ja: 入力補完候補リストに含む単語:
pt: Lista de preenchimento inclui:
tr: Tamamlama listesi şunları içerir:
zh_hant: 補全列表包括：

# EJZ-N6-54G.title
source: Words in document
es: Palabras en el documento
ja: 書類に含まれる単語
pt: Palavras no documento
tr: Belgedeki sözcükler
zh_hant: 文件中的單字

# 1v9-7i-9RL.title
source: Words defined in syntax style
es: Palabras definidas en estilo de sintaxis
ja: シンタックスで定義された単語
pt: Palavras definidas na sintaxe
tr: Sözdizimde tanımlı sözcükler
zh_hant: 文法樣式中包含的單字

# c5j-0N-f2R.title
source: Standard words
es: Palabras estándar
ja: 一般単語
pt: Palavras padrão
tr: Standart sözcükler
zh_hant: 標準單字

# J1B-wA-rdr.title
source: Suggest completions while typing
es: Sugerir terminaciones mientras se escribe
ja: 入力中に補完候補を表示
pt: Sugerir preenchimento ao digitar
tr: Yazarken tamamlamaları öner
zh_hant: 忽略字串中的製表符和換行符

# dmb-pc-4M5.title
source: ⚠️ Select at least one item to enable completion.
es: Seleccione al menos un elemento para permitir el completado.
ja: 入力補完を有効にするためには1つ以上の項目を選択する必要があります。
pt: Selecione ao menos um item para ativar o preenchimento.
tr: Tamamlamayı etkinleştirmek için en az bir öge seçin.
zh_hant: 至少選擇一個條目來啟用補全。
