Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/FormatPane.strings
Languages: it, tr, zh_hant

# 14.title
source: Classic Mac OS (CR)
it: Mac OS classico (CR)
tr: Klasik Mac OS (CR)

# 3273.title
source: Default line endings:
it: Fine riga standard:
tr: Öntanımlı satır sonları:
zh_hant: 預設行尾：

# 3275.title
source: Edit List…
it: Modifica lista…
tr: Listeyi Düzenle…
zh_hant: 編輯列表…

# 3277.title
source: Priority of encodings:
it: Priorità delle codifiche:
tr: Kodlama önceliği:
zh_hant: 編碼優先順序：

# 3278.title
source: Default text encoding:
it: Codifica standard:
tr: Öntanımlı metin kodlaması:
zh_hant: 預設文字編碼：

# 3280.title
source: Refer to encoding declaration in document
it: Riferirsi alla codifica dichiarata nel documento
tr: Belgedeki kodlama beyanına başvur
zh_hant: 參考文件中的編碼宣告

# 3325.title
source: (Including outline menu)
tr: (Anahat menüsü dahil)
zh_hant: （包括大綱提取）

# 3326.title
source: Enable syntax highlighting
tr: Sözdizim vurgulamasını etkinleştir
zh_hant: 啟用文法高亮

# 3329.title
source: Default syntax style:
it: Stile della sintassi standard:
tr: Öntanımlı sözdizim biçemi:
zh_hant: 預設文法樣式：

# 1lj-x8-ouD.title
source: Import…
it: Importa…
tr: İçe Aktar…
zh_hant: 匯入…

# 371-P0-KPK.title
source: Edit…
it: Modifica…
tr: Düzenle…
zh_hant: 編輯…

# 5oN-VC-ot9.title
source: Duplicate…
it: Duplica
tr: Çoğalt…
zh_hant: 複製…

# AkE-0P-0FC.title
source: Reveal in Finder
it: Mostra nel Finder
tr: Finder'da Göster
zh_hant: 在訪達中顯示

# FhP-Hj-cWE.title
source: Reload All Styles
it: Ricarica tutti gli Stili
tr: Tüm Biçemleri Yeniden Yükle
zh_hant: 過載全部樣式

# Hma-8v-2gu.ibShadowedToolTip
source: Add empty style
it: Aggiungi stile vuoto
tr: Boş biçem ekle
zh_hant: 新增新的樣式

# NDE-r5-xAF.title
source: Delete
it: Elimina
tr: Sil
zh_hant: 刪除

# Q0c-oI-um3.ibExternalAccessibilityDescription
source: Edit
it: Modifica
tr: Düzenle
zh_hant: 編輯

# Q0c-oI-um3.ibShadowedToolTip
source: Edit selected style
it: Modifica lo stile selezionato
tr: Seçili biçemi düzenle
zh_hant: 編輯選中樣式

# Qwp-u8-Urf.title
source: Export…
it: Esporta…
tr: Dışa Aktar…
zh_hant: 匯出…

# Zox-Ve-mru.title
source: Restore
it: Ripristina
tr: Geri Yükle
zh_hant: 還原

# cbJ-XK-bnG.ibShadowedToolTip
source: This style is customised.
it: Questo stile è stato modificato.
tr: Bu biçem özelleştirilmiş.
zh_hant: 該樣式已被自訂。

# dI1-Dk-Mce.ibShadowedToolTip
source: Remove selected style
it: Rimuovi lo stile selezionato
tr: Seçili biçemi kaldır
zh_hant: 移除選中的樣式

# hyN-4W-57i.title
source: Show File Mapping Conflicts
it: Mostra i conflitti di mappatura file
tr: Dosya Eşlemleme Çakışmalarını Göster
zh_hant: 顯示檔案對映衝突

# vlw-Tc-sLl.title
source: Available syntax styles:
it: Stili di sintassi installati:
tr: Kullanılabilir sözdizim biçemleri:
zh_hant: 可用的文法樣式：
