Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/GeneralPane.strings
Languages: tr, zh_hant

# 3300.title
source: Check spelling while typing
tr: Yazarken yazım denetimi yap
zh_hant: 輸入時檢查拼寫

# 3423.title
source: Check for updates automatically
tr: Güncellemeleri kendiliğinden denetle
zh_hant: 自動檢查更新

# 4aT-ka-sbv.title
source: Update to pre-releases when available
tr: Kullanılabilir olduğu durumlarda ön sürümlere güncelle
zh_hant: 包含預釋出版本

# IkZ-EO-BSv.title
source: Ask how to resolve
tr: Nasıl çözüleceğini sor
zh_hant: 詢問如何更新

# KgD-GV-alV.title
source: Do Nothing
tr: Bir Şey Yapma
zh_hant: 不執行任何操作

# Ki4-3Y-AZL.title
source: Document save:
tr: Belge kaydı:
zh_hant: 檔案儲存：

# QX9-BI-SIL.title
source: Reopen windows from last session
tr: Son oturumdaki pencereleri yeniden aç
zh_hant: 重新開啟上次會話的視窗

# Rcq-1K-8nz.title
source: Highlight instances of selected text
tr: Seçili metni vurgula
zh_hant: 高亮選中文字

# RrC-LL-hid.title
source: Highlight matching braces “()” “[]” “{}”
tr: Eşleşen “()” “[]” “{}” ayraçlarını vurgula
zh_hant: 高亮配對括弧「()」「[]」「{}」

# SGo-FL-Pax.title
source: Enable Auto Save with Versions
tr: Sürümler ile kendiliğinden kaydetmeyi etkinleştir
zh_hant: 開啟帶有版本的自動儲存

# al9-WE-Rqy.title
source: Highlight “<>”
tr: “<>” ayraçlarını vurgula
zh_hant: 高亮「<>」

# c48-xK-Ag1.title
source: With the 'cot' command-line tool, you can launch CotEditor and let it open files from the command line.
tr: 'cot' komut satırı aracıyla CotEditor'ü çalıştırabilir ve komut satırından dosyalar açabilirsiniz.
zh_hant: cot命令列工具可以讓您使用命令列來啟動CotEditor並開啟檔案。

# chR-VY-cuI.title
source: Regardless of this setting, new pre-releases are always included while using a pre-release.
tr: Bu ayardan bağımsız olarak, yeni ön sürümler her zaman ön sürümleri kullanırken içerilir.
zh_hant: 在預釋出版本中，無論該選項如何設定，總是會更新到新的預釋出版本。

# ebJ-vk-RME.title
source: seconds
tr: saniye
zh_hant: 秒

# geU-63-sAC.title
source: Software update:
tr: Yazılım güncelleme:
zh_hant: 軟體更新：

# hIX-mh-cG4.title
source: Show Open Dialogue
tr: Aç İletişim Kutusunu Göster
zh_hant: 顯示開啟對話方塊

# i4c-DG-ADS.title
source: Create New Document
tr: Yeni Belge Oluştur
zh_hant: 建立新檔案

# kQn-Uu-cqG.title
source: Command-line tool:
tr: Komut satırı aracı:
zh_hant: 命令列工具：

# ltN-wn-m8M.title
source: Learn More
tr: Daha Fazla Öğren
zh_hant: 瞭解更多…

# lzy-Ei-xlT.title
source: Content parse:
tr: İçerik ayrıştırma:
zh_hant: 內容解析:

# rOw-DD-kV5.title
source: Delay:
tr: Gecikme:
zh_hant: 延遲：

# rpa-Di-f4s.title
source: Update to modified edition
tr: Değiştirilmiş sürüme güncelle
zh_hant: 更新到被更改的版本

# sBH-MX-cTd.title
source: Keep CotEditor’s edition
tr: CotEditor sürümünü tut
zh_hant: 保留CotEditor的版本

# sOa-Ea-zt9.title
source: A system feature that automatically overwrites your files while editing. Even if it turned off, CotEditor creates backup covertly for unexpected quit.
tr: Düzenleme sırasında dosyalarınızın üzerine kendiliğinden yazan bir sistem özelliği. Kapalı olsa bile, CotEditor beklenmedik çökmeler için arka planda yedek oluşturur.
zh_hant: 編輯檔案時自動覆蓋儲存檔案的系統特性。即使被禁用，CotEditor也會在程式退出時自動儲存備份。

# tPy-Ox-YpP.title
source: Link URLs in document
tr: Belgedeki URL'leri bağlantıya dönüştür
zh_hant: 連結檔案中的URL

# wmw-xg-bSt.title
source: When nothing else is open:
tr: Başka bir dosya açık değilken:
zh_hant: 當沒有可以開啟的檔案時：

# x4n-2n-I3p.title
source: When document is changed by another application:
tr: Belge başka bir uygulama tarafından değiştirildiğinde:
zh_hant: 當檔案被其他應用更改時：

# zDW-aW-9G8.title
source: On startup:
tr: Başlangıçta:
zh_hant: 啟動時：
