Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/InfoPlist.strings
Languages: tr

# NSAppleEventsUsageDescription
source: CotEditor needs user approval to control other applications with AppleScript.
tr: CotEditor, başka uygulamaları AppleScript ile denetlemek için kullanıcı onayına gereksinim duyuyor.

source: Text document
tr: Metin belgesi

source: Plain text
tr: Düz metin

source: CotEditor Theme
tr: CotEditor teması

source: CotEditor Replacement Definition
tr: CotEditor değişiklik tanımı

source: Configuration
tr: Yapılandırma

source: C header
tr: C üstbilgisi

source: C source
tr: C kaynağı

source: C++ source
tr: C++ kaynağı

source: C++ header
tr: C++ üstbilgisi

source: C# source
tr: C# kaynağı

source: Cascading Style Sheet
tr: CSS

source: D source
tr: D kaynağı

source: Dart script
tr: Dart betiği

source: Fortran Source
tr: Fortran kaynağı

source: Go script
tr: Go betiği

source: Haskell script
tr: Haskell betiği

source: HTML document
tr: HTML belgesi

source: Java source
tr: Java kaynağı

source: JSON document
tr: JSON belgesi

source: Julia script
tr: Julia betiğe

source: Kotlin source
tr: Kotlin kaynağı

source: Lisp script
tr: Lisp betiği

source: Lua script
tr: Lua betiğe

source: Markdown document
tr: Markdown belgesi

source: Perl script
tr: Perl betiği

source: PHP script
tr: PHP betiği

source: Python script
tr: Python betiği

source: reStructured Text document
tr: reStructured Text belgesi

source: Ruby script
tr: Ruby betiği

source: Rust script
tr: Rust betiği

source: Scalable Vector Graphics
tr: SVG

source: Scala source
tr: Scala kaynağı

source: Scheme script
tr: Scheme betiği

source: Shell script
tr: Kabuk betiği

source: SQL source
tr: SQL kaynağı

source: Swift source
tr: Swift kaynağı

source: Textile document
tr: Textile belgesi

source: Verilog source
tr: Verilog kaynağı

source: VHDL source
tr: VHDL kaynağı

source: XML document
tr: XML belgesi

source: YAML document
tr: YAML belgesi
