Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/KeyBindingsPane.strings
Languages: fr, pt, tr

# 0Du-JI-ZN7.title
source: Restore Defaults
pt: Restaurar Padrões
tr: Saptanmışlara Dön

# 0Uo-2F-m2T.title
source: Action Name
pt: Nome da Ação
tr: Eylem Adı

# 4cq-fK-Hff.title
source: 'Foo' includes the Command key. Please choose another key.
pt: ‘Foo’ inclui a tecla Comando. Escolha outra tecla.
tr: 'Foo', Command düğmesini içerir. Lütfen başka bir düğme seçin.

# 5zd-aF-0zL.title
source: The keys here must exclude the Command key.
pt: Estes atalhos não devem incluir a tecla Comando.
tr: Buradaki düğmeler Command düğmesini dışarıda bırakmalıdır.

# 9kQ-W2-4kw.title
source: Snippets
tr: Kırpıntılar

# CyK-OL-qHa.title
source: Restore Defaults
fr: Réglages par défaut
pt: Restaurar Padrões
tr: Saptanmışlara Dön

# Dl2-3y-7EJ.title
source: (excluding Script menu)
pt: (excluindo o menu Script)
tr: (Betik menüsü hariç)

# Hue-bU-8wr.title
source: To change a binding, select it, click the key column, and then type the keys.
fr: Pour changer une association, sélectionnez la, cliquez sur la colonne Raccourci, puis effectuez le raccourci désiré sur le clavier.
pt: Para alterar um atalho, selecione-o, clique na coluna Teclas e pressione as teclas.
tr: Bir bağıntıyı değiştirmek için onu seçin, düğme sütununa tıklayın ve düğmeleri girin.

# PAH-9l-L5p.title
source: 'Foo' doesn’t include Command Key. Please choose another key.
pt: ‘Foo’ não inclui a tecla Comando. Escolha outra tecla.
tr: 'Foo', Command düğmesini içermiyor. Lütfen başka bir düğme seçin.

# PSD-Um-TfH.headerCell.title
source: Key
fr: Raccourci
pt: Teclas
tr: Düğme

# Tyt-Cd-biz.title
source: Insert Text 0
pt: Inserir Texto 0
tr: 0 Metnini Ekle

# Y5G-PR-ofT.ibShadowedNoSelectionPlaceholder
source: Select Action
pt: Selecione uma Ação
tr: Eylem Seç

# ZYM-tb-Csx.title
source: Shortcuts for menu items
fr: Raccourcis clavier pour les commandes du menu
pt: Atalhos para os itens de menus
tr: Menü ögeleri kestirmeleri

# a9m-M2-rgC.title
source: To change a binding, select it, click the key column, and then type the keys.
fr: Pour changer une association, sélectionnez la, cliquez sur la colonne Raccourci, puis effectuez le raccourci désiré sur le clavier.
pt: Para alterar um atalho, selecione-o, clique na coluna Teclas e pressione as teclas.
tr: Bir bağıntıyı değiştirmek için onu seçin, düğme sütununa tıklayın ve bağıntıyı girin.

# eMZ-Mx-JSK.title
source: Shortcuts for preset text insertion
fr: Raccourcis pour les insertions de textes prédéfinis
pt: Atalhos para a inserção de texto predefinido
tr: Önayarlı metin girimi için kestirmeler

# hXU-bV-zlt.headerCell.title
source: Key
fr: Raccourci
pt: Teclas
tr: Düğme

# jNh-nd-VRd.headerCell.title
source: Action
pt: Ação
tr: Eylem

# qGe-Et-FB2.title
source: The keys here must include the Command key.
pt: Estes atalhos devem incluir a tecla Comando.
tr: Buradaki düğmeler Command düğmesini içermelidir.

# sBQ-LT-Rwm.title
source: Menu Items
fr: Commandes du menu
tr: Menü Ögeleri

# sz5-hl-bZK.headerCell.title
source: Action
fr: Name
pt: Ação
tr: Eylem

# tuB-9O-QZH.title
source: Insertion Format:
fr: Texte à insérer :
pt: Formato da inserção:
tr: Ekleme Biçimi:

# wC4-qj-3oD.title
source: Insert Variable
fr: Insérer une variable
pt: Inserir Variável
tr: Değişken Ekle
