Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/PrintPane.strings
Languages: it

# C9y-bs-mE1.title
source: Font:
it: Dimensioni font:

# 3388.title
source: Colour:
it: Colore:

# 1353.title
source: Black and White
it: Bianco e nero

# 1354.title
source: Same as Document’s Setting
it: Come da documento

# 3380.title
source: Line numbers:
it: Numeri righe:

# 946.title
source: Don’t Print
it: Non stampare

# 947.title
source: Same as Document’s Setting
it: Come da documento

# 948.title
source: Print
it: Stampare

# 3382.title
source: Invisibles:
it: Caratteri invisibili:

# 952.title
source: Don’t Print
it: Non stampare

# 953.title
source: Same as Document’s Setting
it: Come da documento

# 954.title
source: Print
it: Stampare

# 3368.title
source: Print header
it: Intestazione stampa

# 3375.title
source: Print footer
it: Stampa pie’ di pagina
