Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/SnippetsPane.strings
Languages: de

# Jku-3h-OhR.title
source: Command
de: Befehl

# UtY-fi-jOg.title
source: File Drop
de: Datei-Drop

# o3A-71-iGh.title
source: Text to be inserted by a command in the menu or by keyboard shortcut:
de: Text, der durch einen Befehl im Menü oder durch den Tastaturkurzbefehl eingefügt wird:

# wer-OB-X46.headerCell.title
source: Key
de: Taste

# vXM-oG-cI7.title
source: All
de: Alle

# t2r-oN-Xpf.ibShadowedToolTips[0]
source: Add
de: Hinzufügen

# t2r-oN-Xpf.ibShadowedToolTips[1]
source: Delete
de: Löschen

# PaR-eN-FFs.title
source: Insertion Format:
de: Format des einzufügenden Textes:

# vOg-Tt-3ZZ.title
source: Insert Variable
de: Variable hinzufügen

# JRQ-2g-t49.title
source: Text to be inserted by dropping files to the editor:
de: Text, der durch Ablegen von Dateien in den Editor eingefügt wird:

# RqT-x4-YbN.headerToolTip
source: Syntax in which this file drop setting is used.
de: Syntax, in der diese Datei-Drop-Einstellung benutzt wird.

# FAF-cL-AAk.headerCell.title
source: Extensions
de: Suffixe

# FAF-cL-AAk.headerToolTip
source: Filename extensions of dropped file (comma separated).
de: Dateisuffixe der abgelegte Datei (Komma-getrennt).

# p2m-Qi-6k3.headerCell.title
source: Description
de: Beschreibung

# hY5-0z-qN6.ibShadowedIsNilPlaceholder
source: All
de: Alle

# W3Z-PB-IUJ.title
source: All
de: Alle

# oXA-8G-UhH.ibShadowedToolTips[0]
source: Add
de: Hinzufügen

# oXA-8G-UhH.ibShadowedToolTips[1]
source: Delete
de: Löschen

# 3332.title
source: Insertion Format:
de: Format des einzufügenden Textes:

# 541.title
source: Insert Variable
de: Variable hinzufügen
