Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/SyntaxOutlineEditView.strings
Languages: pt

# 00X-sB-42F.title
source: Underline
pt: Sublinhado

# 1tC-mo-cEL.headerCell.title
source: IC
pt: IM

# 1tC-mo-cEL.headerToolTip
source: Ignore Case (case-insensitive)
pt: Ignorar Maiúsculas/Minúsculas (sem distinção)

# 6hB-wJ-niI.headerCell.title
source: Description
pt: Descrição

# cBA-MO-VzQ.title
source: Regular expressions to extract outline items
pt: Expressões regulares para extrair os itens do menu de plano

# fUz-0u-0D4.title
source: Italic
pt: Itálico

# iub-mE-wGf.title
source: Bold
pt: Negrito

# nnO-qN-dYF.title
source: Title pattern
pt: Padrão do título do menu

# rqP-22-G2u.title
source: (blank matches the whole string)
pt: (se em branco, corresponde à string inteira)

# vRg-cd-Ib2.headerCell.title
source: Regular Expression String
pt: String de Expressão Regular
