Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/SyntaxCommentsEditView.strings
Languages: tr

# 1an-HZ-pD7.headerCell.title
source: Begin String
tr: Dizi Başı

# 4qu-tU-wgL.placeholderString
source: Not defined
tr: Tanımlanmamış

# 508-hG-5PG.title
source: Begin with:
tr: Şununla başlayan:

# 5bm-Fa-IZj.title
source: End with:
tr: Şununla biten:

# Bla-xg-t6E.headerCell.title
source: Description
tr: Açıklama

# Pcv-9r-6km.ibShadowedIsNilPlaceholder
source: Not defined
tr: Tanımlanmamış

# TSS-rl-L2D.placeholderString
source: Not defined
tr: Tanımlanmamış

# XJa-sc-hM6.headerCell.title
source: End String
tr: Dizi Sonu

# XJj-U2-0se.headerCell.title
source: RE
tr: Dİ

# XJj-U2-0se.headerToolTip
source: Regular Expression
tr: Düzenli İfade

# a3u-7k-1dd.ibShadowedIsNilPlaceholder
source: Not defined
tr: Tanımlanmamış

# b3O-ZW-iIp.title
source: Inline comment:
tr: Satır içi yorum:

# bUT-iW-c0x.title
source: Block comment:
tr: Blok yorum:

# dwo-oN-tBR.ibShadowedIsNilPlaceholder
source: Not defined
tr: Tanımlanmamış

# lMx-HP-1U1.placeholderString
source: Not defined
tr: Tanımlanmamış

# oI5-31-pDw.headerCell.title
source: IC
tr: BY

# oI5-31-pDw.headerToolTip
source: Ignore Case (case-insensitive)
tr: Harf Biçimini Yok Say (BÜYÜK/küçük harf duyarsız)

# xWF-yX-yz5.title
source: Begin with:
tr: Şununla başlayan:
