Repository: 1024jp/CotEditor
Catalog: CotEditor/*.lproj/UnicodeNormalization.strings
Languages: tr

source: NFKC Casefold
tr: NFKC Biçim Kıvır

source: Modified NFC
tr: Değiştirilmiş NFC

source: Modified NFD
tr: Değiştirilmiş NFD

source: Canonical Decomposition
tr: Kurallara Uygun Kompozisyon

source: Canonical Decomposition, followed by Canonical Composition
tr: Kurallara Uygun Dekompozisyon, sonrasında Kurallara Uygun Kompozisyon

source: Compatibility Decomposition
tr: Uyumluluk Dekompozisyonu

source: Compatibility Decomposition, followed by Canonical Composition
tr: Uyumluluk Dekompozisyonu, sonrasında Kurallara Uygun Kompozisyon

source: Applying NFKC, CaseFolding, and removal of default-ignorable code points
tr: NFKC, Biçim Kıvırması ve öntanımlı olarak yok sayılabilen kod noktalarının kaldırılması uygulanıyor

# Unofficial NFD-based normalization form used in HFS+
source: Unofficial NFD-based normalisation form used in HFS+
tr: HFS+’da resmi olmayan NFD tabanlı olağanlaştırma biçimi kullanılır

# Unofficial NFC-based normalization form corresponding to Modified NFD
source: Unofficial NFC-based normalisation form corresponding to Modified NFD
tr: Değiştirilmiş NFD’ye karşılık gelen resmi olmayan NFC tabanlı olağanlaştırma biçimi
